<template lang="pug">
	div.container
		h3 v1.0-beta01 (09-04-2019)
		ul
			li Jumbotron заменён на navbar. 
			li Добавлены заготовки раздела "список изменений" и "примеры". 
			li Небольшие изменения в дизайне. 
			li Добавлена возможность импорта\экспорта настроек в JSON-формате. 
			li Добавлено экранирование кавычек и процентов в тексте и командах. 
			li Новое меню создается с одним пустым пунктом. 
			li Добавлена английская версия сайта. 
			li Исправлен предпросмотр для активных пунктов с 2+ строками. 
			li Добавлены правила ввода имён меню. 
			li Добавлен поиск по существующим меню для кнопки назад и для действия открытия меню.
			
		h3 v1.0-beta (08-04-2019)
		ul
			li Публичный релиз. 
</template>

<script>
export default {
	name: "changelog",
}
</script>
